# GetDLControlOffset

## Description
Gets the Double Line Preferences control offset.

```pascal
FUNCTION GetDLControlOffset : REAL;
```

```python
def vs.GetDLControlOffset():
    return REAL
```

## Remarks
CJG 6-27-06

## See Also
VS Functions:
SetDLControlOffset

## Version
Availability: from VectorWorks12.5

## Category
* Document Settings